export const records = [

    {
      id: 0,
  name: 'Рыков Леонид Васильевич',
  info:'Заместитель командира эскадрильи 44-го гвардейского бомбардировочного авиационного полка 9-й гвардейской ночной бомбардировочной авиационной дивизии 16-й воздушной армии 1-го Белорусского фронта, гвардии старший лейтенант. Герой Советского Союза.',
  image:'https://upload.wikimedia.org/wikipedia/ru/a/a7/%D0%9B%D0%B5%D0%BE%D0%BD%D0%B8%D0%B4_%D0%92%D0%B0%D1%81%D0%B8%D0%BB%D1%8C%D0%B5%D0%B2%D0%B8%D1%87_%D0%A0%D1%8B%D0%BA%D0%BE%D0%B2.jpg',
  age:'1921—1988',
  address:'ул. Ф. Энгельса, 137',
  address_info:'Мемориальная доска Л.В. Рыкова',
  location: {
      lat:54.179955,
      lng:37.599452,
}},

    {
    id: 1,
    name: 'Толстой Лев Николаевич',
    info: 'Оин из наиболее известных русских писателей и мыслителей, один из величайших писателей-романистов мира. Участник обороны Севастополя. Просветитель, публицист, религиозный мыслитель, его авторитетное мнение послужило причиной возникновения нового религиозно-нравственного течения — толстовства',
    image: 'https//politikus.ru/uploads/posts/2015-11/1448028643_tolstoy.jpg',
    age:'9 сентября 1828 г. – 20 ноября 1910 г.',
    address:'ул. Октябрьская, 12',
    address_info:'Научно-культурный центр музея-усадьбы «Ясная Поляна» находится в историческом центре тульского Заречья — на пересечении улиц Октябрьской и Луначарского (бывших Миллионной и Георгиевской), в зданиях, построенных в конце XVIII века и поныне сохраняющих в своём облике черты классицизма, характерные для русской городской усадьбы.',
    location: {
      lat: 54.206268,
      lng: 37.618756,
    }},

    {
      id: 2,
      name: 'Толстой Лев Николаевич',
      info: 'Один из наиболее известных русских писателей и мыслителей, один из величайших писателей-романистов мира. Участник обороны Севастополя. Просветитель, публицист, религиозный мыслитель, его авторитетное мнение послужило причиной возникновения нового религиозно-нравственного течения — толстовства',
      image: 'https//politikus.ru/uploads/posts/2015-11/1448028643_tolstoy.jpg',
      age:'9 сентября 1828 г. – 20 ноября 1910 г.',
      address: 'Лицей им. Л.Н. Толстого',
      location: {
      lat: 54.191542,
      lng: 37.622024,
    }},
    
    {
      id: 3,
      name: 'Толстой Лев Николаевич',
      info: 'Один из наиболее известных русских писателей и мыслителей, один из величайших писателей-романистов мира. Участник обороны Севастополя. Просветитель, публицист, религиозный мыслитель, его авторитетное мнение послужило причиной возникновения нового религиозно-нравственного течения — толстовства',
      image: 'https//politikus.ru/uploads/posts/2015-11/1448028643_tolstoy.jpg',
      age:'9 сентября 1828 г. – 20 ноября 1910 г.',
      address:'пр. Ленина, 45',
      address_info:'С левой стороны проспекта Ленина в доме No 45 во второй половине XIX – начале XX вв. располагался Тульский Окружной суд Здание связано с жизнью и литературным творчеством Л.Н. Толстого. В феврале 1868 года он был избран присяжным заседателем по Крапивенскому уезду и присутствовал на заседаниях суда.',
      location: {
        lat:54.186923,
        lng:37.610934,
    }},
    

  
  {
    id: 4,
    name: 'Токарев Фёдор Васильевич',
    info: 'Советский конструктор стрелкового оружия. Наиболее известные разработки: пистолет ТТ и винтовка СВТ-38/40. Герой Социалистического Труда. Лауреат Сталинской премии первой степени.',
    image: 'https://upload.wikimedia.org/wikipedia/ru/thumb/6/66/%D0%A4%D1%91%D0%B4%D0%BE%D1%80_%D0%A2%D0%BE%D0%BA%D0%B0%D1%80%D0%B5%D0%B2.jpg/230px-%D0%A4%D1%91%D0%B4%D0%BE%D1%80_%D0%A2%D0%BE%D0%BA%D0%B0%D1%80%D0%B5%D0%B2.jpg',
    age:'14.06.1871 - 07.06.1968',
    address:'ул. Льва Толстого, 79',
    address_info:'Умер 7 июня 1968 года в Москве. Похоронен в Туле на Всехсвятском кладбище',
    location: {
      lat: 54.180944,
      lng: 37.612539,
    }},

    {
      id: 5,
      name: 'Токарев Фёдор Васильевич',
      info: 'Советский конструктор стрелкового оружия. Наиболее известные разработки: пистолет ТТ и винтовка СВТ-38/40. Герой Социалистического Труда. Лауреат Сталинской премии первой степени.',
      image: 'https://upload.wikimedia.org/wikipedia/ru/thumb/6/66/%D0%A4%D1%91%D0%B4%D0%BE%D1%80_%D0%A2%D0%BE%D0%BA%D0%B0%D1%80%D0%B5%D0%B2.jpg/230px-%D0%A4%D1%91%D0%B4%D0%BE%D1%80_%D0%A2%D0%BE%D0%BA%D0%B0%D1%80%D0%B5%D0%B2.jpg',
      age:'14.06.1871 - 07.06.1968',
      address:'пр. Ленина, 67',
      address_info:'Мемориальная доска на доме, в котором жил Токарев Федор Васильевич',
      location: {
      lat: 54.180807,
      lng: 37.604703,
    }},
    

{
    id: 6,
    name: 'Ваныкин, Дмитрий Яковлевич',
    info: 'Купец, предприниматель с миллионным состоянием, меценат, который выделил 325 тысяч рублей на строительство Тульской городской имени тульского купца Ваныкина больницы',
    image: 'http://region.center/data/mods/shop_tovar_prewievphoto/1cb54a95a86d8253f5465547bf35f4f7.jpg',
    age:'около 1817 — 17 июля 1900',
    address:'ул. Первомайская, 11',
    address_info:'Одно из семи Больничных зданий построенных Ваныкиным в 1907 году',
    location: {
    lat: 54.182140,
    lng: 37.600720,
    }},

     {
    id: 7,
    name: 'Ваныкин, Дмитрий Яковлевич',
    info: 'Купец, предприниматель с миллионным состоянием, меценат, который выделил 325 тысяч рублей на строительство Тульской городской имени тульского купца Ваныкина больницы',
    image: 'http://region.center/data/mods/shop_tovar_prewievphoto/1cb54a95a86d8253f5465547bf35f4f7.jpg',
    age:'около 1817 — 17 июля 1900',
    address:' ул. Мира, 11',
    address_info:'клиническая больница скорой медицинской помощи также  построенным Ваныкиным в 1907 году',
    location: {
        lat:54.174648,
        lng:37.579415,
  }},

{
        id: 8,
    name: 'Белоусов, Пётр Петрович',
    info: 'Известен как создатель парка культуры и отдыха в городе Тула — ныне Центрального парка культуры и отдыха имени П. П. Белоусова.',
    image: 'https://upload.wikimedia.org/wikipedia/ru/b/b1/Belousov_pp.jpg',
    age:'23 января 1856 — 23 августа 1896',
    address:'Центральный парк культуры и отдыха им. П.П. Белоусова',
    location: {
    lat: 54.177431,
    lng: 37.593105,
  }},


{
        id: 9,
    name: 'Макаров Николай Фёдорович',
    info: 'Советский конструктор оружия. Герой Социалистического Труда (1974). Лауреат Сталинской премии и Государственной премии СССР.',
    image: 'https://upload.wikimedia.org/wikipedia/ru/thumb/e/e9/Makarov_NF.jpg/274px-Makarov_NF.jpg',
    age:'9 мая 1914 — 13 мая 1988',
    address:'ул. Первомайская, 9',
    address_info:'Мемориальная доска на доме в Туле, где проживал конструктор',
    location: {
    lat: 54.181804,
    lng: 37.602294,
  },
},

{
        id: 10,
    name: 'Панькин Иван Фёдорович',
    info: 'Советский и российский писатель фольклорного направления, член Союза писателей СССР (с 1958), заслуженный работник культуры РФ (1992).',
    image: 'https://upload.wikimedia.org/wikipedia/ru/thumb/4/4e/%D0%98%D0%B2%D0%B0%D0%BD_%D0%A4%D1%91%D0%B4%D0%BE%D1%80%D0%BE%D0%B2%D0%B8%D1%87_%D0%9F%D0%B0%D0%BD%D1%8C%D0%BA%D0%B8%D0%BD.jpg/267px-%D0%98%D0%B2%D0%B0%D0%BD_%D0%A4%D1%91%D0%B4%D0%BE%D1%80%D0%BE%D0%B2%D0%B8%D1%87_%D0%9F%D0%B0%D0%BD%D1%8C%D0%BA%D0%B8%D0%BD.jpg',
    age:'1 декабря 1921 — 19 октября 1998',
    address:'ул. Циолковского, 3',
    address_info:'Мемориальная доска И.Ф. Панькину надпись на мемориальной доске: "В этом доме с 1960 по 1998 год жил Панькин Иван Фёдорович',
    location: {
    lat: 54.170425,
    lng: 37.597161,
  },
},

{
        id: 11,
    name: 'Кочетова Любовь Кузьминична',
    info: 'Советская велогонщица, первая чемпионка мира по велоспорту в индивидуальной гонке преследования, восьмикратная рекордсменка мира.',
    image: 'https://www.pryaniki.org/upload/photo/b387170dc316c64c.jpg',
    age:'12 июля 1929, — 4 ноября 2010',
    address:'ул. Лейтейзена, д.3',
    address_info:'Мемориальная доска Л.К. Кочетовой надпись на мемориальной доске: "В этом доме с 1980 по 2010 год жила Кочетова Любовь Кузьминочна (1929 - 2010) заслуженный мастер спорта СССР, заслуженный тренер РСФСР, почетный гражданин города-героя Тулы."',
    location: {
    lat: 54.195885,
    lng: 37.602074,
  },
},

{
        id: 12,
    name: 'Успенский Глеб Иванович',
    info: 'Русский писатель, близкий к народническому движению.',
    image: 'https://upload.wikimedia.org/wikipedia/commons/4/48/Uspenskiy_GI.jpg',
    age:'13 октября 1843, — 6 апреля 1902,',
    address:'ул. Жуковского, 37',
    address_info:'Мемориальная доска У.Г. Иванович надпись на мемориальной доске: "Родился в семье провинциального чиновника в этом здании. Двоюродный брат Н. В. Успенского. Учился в гимназии — сперва (с 1853 года) в Туле, потом (с 1856 по 1861 гг.) — в Чернигове."',
    location: {
    lat: 54.185127,
    lng: 37.614637,
  },
},

{
        id: 13,
    name: 'Григорий Антонович Агеев',
    info: 'Советский военный и политический деятель, один из создателей народного ополчения Тулы в годы Великой Отечественной войны, комиссар Тульского рабочего полка.',
    image: 'https://polkszao.ru/images/polk/7549/index.jpg',
    age:'4 марта 1902 — 30 октября 1941',
    address:'пр. Ленина, 80',
    address_info:'Аннотационная доска установлена на углу улицы Агеева и проспекта Ленина,80 (дом, где формировался Тульский рабочий полк)',
    location: {
    lat: 54.174131,
    lng: 37.595125,
    }},

    {
        id: 14,
    name: 'Григорий Антонович Агеев',
    info: 'Советский военный и политический деятель, один из создателей народного ополчения Тулы в годы Великой Отечественной войны, комиссар Тульского рабочего полка.',
    image: 'https://polkszao.ru/images/polk/7549/index.jpg',
    age:'4 марта 1902 — 30 октября 1941',
    address:'ул. Агеева',
    address_info:'Начало улицы Агеева',
    location: {
        lat:54.174577,
        lng:37.593381,
  }},
];